Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

# profile.photo.update
source: Update Photo
es: Actualizar foto
zh_hans: 更新照片

# activity.history.load_more.hint
source: Shows older activities.
es: Muestra actividades anteriores.
zh_hans: 显示更早的活动。

# activity.history.delete.action.many
source: Delete %lld Activities
es: Eliminar %lld actividades
zh_hans: 删除 %lld 项活动

# activity.history.delete.action.one
source: Delete Activity
es: Eliminar actividad
zh_hans: 删除活动

# activity.history.delete.confirmation.many
source: Delete %lld Activities?
es: ¿Eliminar %lld actividades?
zh_hans: 删除 %lld 项活动？

# activity.history.delete.confirmation.one
source: Delete Activity?
es: ¿Eliminar la actividad?
zh_hans: 删除活动？

# activity.history.delete.failed.message
source: Some activities could not be deleted. Please try again.
es: No se pudieron eliminar algunas actividades. Inténtalo de nuevo.
zh_hans: 部分活动无法删除，请重试。

# activity.history.delete.failed.title
source: Unable to Delete Activities
es: No se pudieron eliminar las actividades
zh_hans: 无法删除活动

# activity.history.delete.message
source: This cannot be undone.
es: Esta acción no se puede deshacer.
zh_hans: 此操作无法撤销。

# activity.history.delete.selected
source: Delete Selected
es: Eliminar selección
zh_hans: 删除所选活动

# activity.history.selection.done
source: Done
es: Listo
zh_hans: 完成

# activity.history.selection.select
source: Select
es: Seleccionar
zh_hans: 选择

# common.ok
source: OK
es: Aceptar
zh_hans: 好

# training_plan.title.consistency
source: Base fitness builder
es: Plan de base física
zh_hans: 基础体能计划

# training_plan.title.comeback
source: Comeback runway
es: Plan de regreso
zh_hans: 回归跑步计划

# training_plan.title.5k
source: Couch to 5K
es: De cero a 5K
zh_hans: 从零到 5K

# training_plan.title.base_30
source: Base building · 30 mi/week
es: Base · 30 mi por semana
zh_hans: 基础训练 · 每周 30 英里

# training_plan.title.10k
source: 10K builder
es: Preparación para 10K
zh_hans: 10K 进阶计划

# training_plan.title.10mile
source: 10 mile plan
es: Plan de 10 millas
zh_hans: 10 英里训练计划

# training_plan.title.half
source: Half marathon plan
es: Plan de media maratón
zh_hans: 半程马拉松计划

# training_plan.title.marathon
source: Marathon plan
es: Plan de maratón
zh_hans: 马拉松训练计划

# training_plan.title.half_hansons_beginner
source: Hansons beginner half marathon
es: Media maratón Hansons · principiantes
zh_hans: Hansons 半马 · 初级

# training_plan.title.half_hansons_advanced
source: Hansons advanced half marathon
es: Media maratón Hansons · avanzado
zh_hans: Hansons 半马 · 进阶

# training_plan.title.adaptive_consistency
source: Adaptive base builder
es: Plan de base adaptativo
zh_hans: 自适应基础训练计划

# training_plan.title.adaptive_comeback
source: Adaptive comeback plan
es: Plan de regreso adaptativo
zh_hans: 自适应回归计划

# training_plan.title.adaptive_5k
source: Adaptive 5K plan
es: Plan adaptativo de 5K
zh_hans: 自适应 5K 计划

# training_plan.title.adaptive_10k
source: Adaptive 10K plan
es: Plan adaptativo de 10K
zh_hans: 自适应 10K 计划

# training_plan.title.adaptive_10mile
source: Adaptive 10 mile plan
es: Plan adaptativo de 10 millas
zh_hans: 自适应 10 英里计划

# training_plan.title.adaptive_half
source: Adaptive half marathon plan
es: Plan adaptativo de media maratón
zh_hans: 自适应半程马拉松计划

# training_plan.title.adaptive_marathon
source: Adaptive marathon plan
es: Plan adaptativo de maratón
zh_hans: 自适应马拉松计划

# common.on
source: On
es: Activado
zh_hans: 开启

# record.setup.indoor
source: Indoor
es: Interior
zh_hans: 室内

# record.setup.outdoor
source: Outdoor
es: Exterior
zh_hans: 户外

# record.start.short
source: Start
es: Iniciar
zh_hans: 开始

# record.goal.planned
source: Planned
es: Planificado
zh_hans: 计划

# record.goal.free
source: Free
es: Libre
zh_hans: 自由

# record.goal.distance
source: Distance
es: Distancia
zh_hans: 距离

# record.goal.time
source: Time
es: Tiempo
zh_hans: 时间

# record.goal.calories
source: Calories
es: Calorías
zh_hans: 热量

# record.goal.calories.weight_prompt.title
source: Add your weight
es: Añade tu peso
zh_hans: 添加体重

# record.goal.calories.weight_prompt.message
source: Your weight is needed to estimate calories. It stays private and can be changed in your profile.
es: Necesitamos tu peso para estimar las calorías. Se mantiene privado y puedes cambiarlo en tu perfil.
zh_hans: 需要你的体重来估算热量。该信息将保持私密，你也可以随时在个人资料中修改。

# record.goal.calories.weight_prompt.continue
source: Save and continue
es: Guardar y continuar
zh_hans: 保存并继续

# record.goal.calories.weight_prompt.saving
source: Saving weight…
es: Guardando el peso…
zh_hans: 正在保存体重…

# record.goal.calories.weight_prompt.save_failed
source: Couldn’t save your weight. Try again.
es: No se pudo guardar tu peso. Inténtalo de nuevo.
zh_hans: 无法保存体重，请重试。

# record.goal.use_calories
source: Use Calories instead
es: Usar calorías en su lugar
zh_hans: 改用热量目标

# record.goal.calories.activity_unavailable
source: Calorie targets are available for manual runs and walks, plus easy or recovery planned runs.
es: Los objetivos de calorías están disponibles para carreras y caminatas manuales, además de carreras planificadas suaves o de recuperación.
zh_hans: 热量目标适用于手动跑步和步行，以及计划中的轻松跑或恢复跑。

# record.goal.calories.weight_required
source: Add your weight in Body Profile to use a calorie target.
es: Añade tu peso en Perfil corporal para usar un objetivo de calorías.
zh_hans: 请先在身体资料中添加体重，再使用热量目标。

# record.goal.calories.pace_required
source: Complete calibration or save three runs before using a calorie target.
es: Completa la calibración o guarda tres carreras antes de usar un objetivo de calorías.
zh_hans: 完成校准或保存三次跑步后，才能使用热量目标。

# record.goal.calories.estimate_format
source: About %@ · %d min
es: Aprox. %@ · %d min
zh_hans: 约 %@ · %d 分钟

# today.change.goal
source: Change goal
es: Cambiar objetivo
zh_hans: 更改目标

# today.change.plan
source: Change plan
es: Cambiar plan
zh_hans: 更改计划

# today.find.route
source: Find route
es: Buscar ruta
zh_hans: 查找路线

# today.more
source: More setup options
es: Más opciones de preparación
zh_hans: 更多训练设置

# today.take.photo
source: Take photo
es: Hacer foto
zh_hans: 拍照

# today.weather
source: Weather
es: Tiempo
zh_hans: 天气

# today.calorie_goal.summary_format
source: %@ · about %@ · %d min
es: %@ · aprox. %@ · %d min
zh_hans: %@ · 约 %@ · %d 分钟

# today.calorie_goal.continuous_run
source: Continuous easy run
es: Carrera suave continua
zh_hans: 连续轻松跑

# today.companion.adjustment_hint
source: Tell me a distance, duration, calorie target, or effort—like “15 km,” “45 minutes,” “300 calories,” or “make it easy”—and I’ll update this activity.
es: Indícame una distancia, duración, objetivo de calorías o esfuerzo —por ejemplo, «15 km», «45 minutos», «300 calorías» o «hazla suave»— y actualizaré la actividad.
zh_hans: 告诉我距离、时长、热量目标或强度，例如“15 公里”“45 分钟”“300 千卡”或“轻松一点”，我就会更新这次活动。

# record.goal.distance_picker
source: Choose distance
es: Elegir distancia
zh_hans: 选择距离

# record.goal.time_picker
source: Choose time
es: Elegir tiempo
zh_hans: 选择时间

# record.goal.calories_picker
source: Choose calories
es: Elegir calorías
zh_hans: 选择热量

# record.goal.today
source: Today
es: Hoy
zh_hans: 今天

# record.goal.just_run
source: Just run
es: Solo corre
zh_hans: 自由跑

# record.goal.default_learned.format
source: %@ is now your default
es: %@ es ahora tu opción predeterminada
zh_hans: %@现已设为默认选项

# record.goal.choose_workout
source: Choose a workout
es: Elegir un entrenamiento
zh_hans: 选择训练

# record.goal.no_target
source: No target
es: Sin objetivo
zh_hans: 无目标

# record.goal.tap_change_workout
source: Tap to change workout
es: Toca para cambiar el entrenamiento
zh_hans: 轻点更换训练

# record.goal.freestyle.short_hint
source: Start and move by feel
es: Empieza y muévete por sensaciones
zh_hans: 开始后跟着感觉跑

# record.goal.tap_change
source: Tap to change
es: Toca para cambiar
zh_hans: 轻点更改

# record.goal.calories_kcal
source: Calories in kcal
es: Calorías en kcal
zh_hans: 热量（千卡）

# record.goal.custom_distance
source: Custom distance
es: Distancia personalizada
zh_hans: 自定义距离

# record.goal.custom_time
source: Custom time
es: Tiempo personalizado
zh_hans: 自定义时间

# record.goal.custom_calories
source: Custom calories
es: Calorías personalizadas
zh_hans: 自定义热量

# record.goal.custom_distance.message
source: Enter kilometers for this activity.
es: Introduce los kilómetros de esta actividad.
zh_hans: 输入本次活动的公里数。

# record.goal.custom_time.message
source: Enter minutes for this activity.
es: Introduce los minutos de esta actividad.
zh_hans: 输入本次活动的分钟数。

# record.goal.custom_calories.message
source: Enter a calorie target for this activity.
es: Introduce un objetivo de calorías para esta actividad.
zh_hans: 输入本次活动的热量目标。

# activity.goal.start.calories.format
source: Start %@ %@
es: Iniciar %@ de %@
zh_hans: 开始%@（%@）

# activity.goal.companion.calories
source: Keep the effort steady and let the energy add up naturally.
es: Mantén un esfuerzo constante y deja que la energía se acumule de forma natural.
zh_hans: 保持稳定强度，让热量自然累积。

# common.resume
source: Resume
es: Reanudar
zh_hans: 继续

# onboarding.identity.continue
source: Continue
es: Continuar
zh_hans: 继续

# onboarding.identity.display_name
source: Display name
es: Nombre visible
zh_hans: 显示名称

# onboarding.identity.email
source: Email
es: Correo electrónico
zh_hans: 电子邮箱

# onboarding.identity.error
source: That username may already be taken. Try another one.
es: Puede que ese nombre de usuario ya esté en uso. Prueba con otro.
zh_hans: 该用户名可能已被使用，请换一个。

# onboarding.identity.heading
source: Tell us what to call you
es: Dinos cómo llamarte
zh_hans: 告诉我们如何称呼你

# onboarding.identity.saving
source: Saving…
es: Guardando…
zh_hans: 正在保存…

# onboarding.identity.subtitle
source: This helps people recognize you. Your training details stay private.
es: Así podrán reconocerte. Tus datos de entrenamiento son privados.
zh_hans: 便于其他跑者认出你。训练详情会保持私密。

# onboarding.identity.username
source: Username
es: Nombre de usuario
zh_hans: 用户名

# onboarding.identity.username_help
source: Use 3–30 letters, numbers, underscores, or hyphens.
es: Usa entre 3 y 30 letras, números, guiones bajos o guiones.
zh_hans: 请使用 3–30 个字母、数字、下划线或连字符。

# activity.freestyle.companion
source: Start easy and settle into a comfortable rhythm.
es: Empieza con calma y encuentra un ritmo cómodo.
zh_hans: 轻松开始，逐渐进入舒适的节奏。

# activity.freestyle.detail.format
source: %@ • no preset target
es: %@ • sin objetivo predefinido
zh_hans: %@ • 无预设目标

# activity.freestyle.title.format
source: Freestyle %@
es: %@ libre
zh_hans: 自由%@

# activity.recovered.companion
source: Resume when you are ready.
es: Reanuda cuando quieras.
zh_hans: 准备好后再继续。

# activity.recovered.detail
source: Paused activity recovered on this device
es: Actividad pausada recuperada en este dispositivo
zh_hans: 已在此设备上恢复暂停的活动

# activity.recovered.title.format
source: Recovered %@
es: Actividad recuperada: %@
zh_hans: 已恢复的%@

# activity.route.publish.accessibility_label
source: Save route to the community
es: Guardar ruta en la comunidad
zh_hans: 将路线保存到社区

# activity.route.publish.confirm
source: Publish
es: Publicar
zh_hans: 发布

# activity.route.publish.discoverability
source: Everyone can discover and save this route.
es: Cualquiera puede descubrir y guardar esta ruta.
zh_hans: 所有人都能发现并保存这条路线。

# activity.route.publish.error
source: Route could not be published. Try again.
es: No se pudo publicar la ruta. Inténtalo de nuevo.
zh_hans: 无法发布路线。请重试。

# activity.route.publish.in_progress
source: Publishing…
es: Publicando…
zh_hans: 正在发布…

# activity.route.publish.name_label
source: Route name
es: Nombre de la ruta
zh_hans: 路线名称

# activity.route.publish.name_prompt
source: Route name
es: Nombre de la ruta
zh_hans: 路线名称

# activity.route.publish.privacy
source: Plainstride removes activity times and trims the beginning and end of longer routes before publishing.
es: Antes de publicar, Plainstride elimina los tiempos de la actividad y recorta el inicio y el final de las rutas más largas.
zh_hans: 发布前，Plainstride 会移除活动时间，并裁剪较长路线的起点和终点。

# activity.route.publish.public_label
source: Public route
es: Ruta pública
zh_hans: 公开路线

# activity.route.publish.success_format
source: %@ is now available to the community.
es: %@ ya está disponible para la comunidad.
zh_hans: %@ 现已发布到社区。

# activity.route.publish.title
source: Save Route
es: Guardar ruta
zh_hans: 保存路线

# activity.type.bike
source: Bike
es: Ciclismo
zh_hans: 骑行

# activity.type.hike
source: Hike
es: Senderismo
zh_hans: 徒步

# activity.type.run
source: Run
es: Carrera
zh_hans: 跑步

# activity.type.swim
source: Swim
es: Natación
zh_hans: 游泳

# activity.type.walk
source: Walk
es: Caminata
zh_hans: 步行

# library.my_routes
source: My Routes
es: Mis rutas
zh_hans: 我的路线

# library.my_routes.remove
source: Remove from My Routes
es: Quitar de Mis rutas
zh_hans: 从我的路线中移除

# library.my_routes.save
source: Save to My Routes
es: Guardar en Mis rutas
zh_hans: 保存到我的路线

# onboarding.first_session.hike.format
source: %d min easy hike
es: %d min de senderismo suave
zh_hans: %d 分钟轻松徒步

# onboarding.first_session.swim.format
source: %d min easy swim
es: %d min de natación suave
zh_hans: %d 分钟轻松游泳

# onboarding.first_session.walk.format
source: %d min easy walk
es: %d min de caminata suave
zh_hans: %d 分钟轻松步行

# route.import.action.delete
source: Delete Imported Route
es: Eliminar ruta importada
zh_hans: 删除导入的路线

# route.import.action.use
source: Use for Route Guidance
es: Usar para guía de ruta
zh_hans: 用于路线引导

# route.import.delete.confirmation_message
source: This route will be permanently removed from this device.
es: Esta ruta se eliminará permanentemente de este dispositivo.
zh_hans: 这条路线将从此设备上永久删除。

# route.import.delete.confirmation_title
source: Delete imported route?
es: ¿Eliminar la ruta importada?
zh_hans: 要删除导入的路线吗？

# route.import.delete.error
source: Imported route could not be deleted. Try again.
es: No se pudo eliminar la ruta importada. Inténtalo de nuevo.
zh_hans: 无法删除导入的路线。请重试。

# route.import.delete.in_progress
source: Deleting imported route
es: Eliminando la ruta importada
zh_hans: 正在删除导入的路线

# route.import.error.storage_limit
source: Imported route storage is full. Delete a route and try again.
es: El almacenamiento de rutas importadas está lleno. Elimina una ruta e inténtalo de nuevo.
zh_hans: 导入路线的存储空间已满。请删除一条路线后重试。

# route.import.preview.privacy
source: Imported routes stay private on this device until you complete and save your own activity.
es: Las rutas importadas permanecen privadas en este dispositivo hasta que completes y guardes tu propia actividad.
zh_hans: 导入的路线会一直私密地保存在此设备上，直到你完成并保存自己的活动。

# route.import.preview.title
source: Preview Route
es: Vista previa de la ruta
zh_hans: 预览路线

# route.library.accessibility.preparing
source: Preparing route
es: Preparando la ruta
zh_hans: 正在准备路线

# route.library.accessibility.saved
source: Saved to My Routes
es: Guardada en Mis rutas
zh_hans: 已保存到我的路线

# route.library.accessibility.selected
source: Selected route
es: Ruta seleccionada
zh_hans: 已选路线

# route.library.action.close
source: Close
es: Cerrar
zh_hans: 关闭

# route.library.action.delete
source: Delete
es: Eliminar
zh_hans: 删除

# route.library.action.find_nearby
source: Find routes near me
es: Buscar rutas cercanas
zh_hans: 查找附近路线

# route.library.action.import
source: Import GPX or GeoJSON
es: Importar GPX o GeoJSON
zh_hans: 导入 GPX 或 GeoJSON

# route.library.action.remove_selection
source: Remove Route
es: Quitar ruta
zh_hans: 移除路线

# route.library.action.start
source: Start Route Guidance
es: Iniciar guía de ruta
zh_hans: 开始路线引导

# route.library.action.use_selection
source: Use This Route
es: Usar esta ruta
zh_hans: 使用此路线

# route.library.bookmark.updating
source: Updating saved route
es: Actualizando la ruta guardada
zh_hans: 正在更新已保存的路线

# route.library.remove_published.action
source: Remove Published Route
es: Eliminar ruta publicada
zh_hans: 移除已发布路线

# route.library.remove_published.confirm
source: Remove Published Route
es: Eliminar ruta publicada
zh_hans: 移除已发布路线

# route.library.remove_published.confirmation_message
source: This route will disappear from My Routes and the community. Your original activity will not be deleted.
es: Esta ruta desaparecerá de Mis rutas y de la comunidad. Tu actividad original no se eliminará.
zh_hans: 这条路线将从“我的路线”和社区中消失。你的原始活动不会被删除。

# route.library.remove_published.confirmation_title
source: Remove published route?
es: ¿Eliminar la ruta publicada?
zh_hans: 要移除已发布路线吗？

# route.library.remove_published.error
source: Published route could not be removed. Try again.
es: No se pudo eliminar la ruta publicada. Inténtalo de nuevo.
zh_hans: 无法移除已发布路线。请重试。

# route.library.detail.creator_format
source: Created by %@
es: Creada por %@
zh_hans: 由 %@ 创建

# route.library.detail.loading
source: Loading route details
es: Cargando los detalles de la ruta
zh_hans: 正在加载路线详情

# route.library.detail.retry
source: Try Again
es: Intentar de nuevo
zh_hans: 重试

# route.library.detail.stats_format
source: Saves: %1$lld · Completions: %2$lld
es: Veces guardada: %1$lld · Veces completada: %2$lld
zh_hans: 收藏：%1$lld · 完成：%2$lld

# route.library.detail.unavailable.description
source: Connect to the internet and try loading the route again.
es: Conéctate a internet e intenta cargar la ruta de nuevo.
zh_hans: 请连接网络，然后重新加载路线。

# route.library.detail.unavailable.title
source: Route unavailable
es: Ruta no disponible
zh_hans: 路线不可用

# route.library.empty.community.description
source: Try another search or import a route to follow.
es: Prueba con otra búsqueda o importa una ruta para seguirla.
zh_hans: 尝试其他搜索，或导入一条路线来跟随。

# route.library.empty.community.title
source: No routes found
es: No se encontraron rutas
zh_hans: 未找到路线

# route.library.empty.saved.description
source: Publish a route from one of your activities or save a community route.
es: Publica una ruta a partir de una de tus actividades o guarda una ruta de la comunidad.
zh_hans: 从你的一次活动发布路线，或保存一条社区路线。

# route.library.empty.saved.title
source: No saved routes
es: No hay rutas guardadas
zh_hans: 没有已保存的路线

# route.library.imported.device_private
source: Private on this device
es: Privada en este dispositivo
zh_hans: 仅保存在此设备上

# route.library.loading
source: Loading routes
es: Cargando rutas
zh_hans: 正在加载路线

# route.library.map.accessibility_label
source: Route preview map
es: Mapa de vista previa de la ruta
zh_hans: 路线预览地图

# route.library.row.summary_format
source: %1$@ · by %2$@
es: %1$@ · por %2$@
zh_hans: %1$@ · 由 %2$@ 创建

# route.library.search.prompt
source: Route or location
es: Ruta o ubicación
zh_hans: 路线或地点

# route.library.section.community
source: Community routes
es: Rutas de la comunidad
zh_hans: 社区路线

# route.library.section.imported
source: Imported routes
es: Rutas importadas
zh_hans: 导入的路线

# route.library.section.saved_published
source: Saved and published
es: Guardadas y publicadas
zh_hans: 已保存和发布

# route.library.title.explore
source: Explore Routes
es: Explorar rutas
zh_hans: 探索路线

# route.library.title.select
source: Select Route
es: Seleccionar ruta
zh_hans: 选择路线

source: Choose a GPX or GeoJSON route file.
es: Elige un archivo de ruta GPX o GeoJSON.
zh_hans: 请选择 GPX 或 GeoJSON 路线文件。

source: Imported routes could not be loaded.
es: No se pudieron cargar las rutas importadas.
zh_hans: 无法加载导入的路线。

source: Imported routes could not be saved.
es: No se pudieron guardar las rutas importadas.
zh_hans: 无法保存导入的路线。

source: Nearby routes could not be loaded.
es: No se pudieron cargar las rutas cercanas.
zh_hans: 无法加载附近路线。

source: Route could not be published. Try again.
es: No se pudo publicar la ruta. Inténtalo de nuevo.
zh_hans: 无法发布路线。请重试。

source: Route could not be saved. Try again.
es: No se pudo guardar la ruta. Inténtalo de nuevo.
zh_hans: 无法保存路线。请重试。

source: Route details could not be loaded. Try again while online.
es: No se pudieron cargar los detalles de la ruta. Inténtalo de nuevo cuando tengas conexión.
zh_hans: 无法加载路线详情。请联网后重试。

source: Route details could not be saved for offline use.
es: No se pudieron guardar los detalles de la ruta para usarlos sin conexión.
zh_hans: 无法保存路线详情以供离线使用。

source: Routes could not be loaded. Try again.
es: No se pudieron cargar las rutas. Inténtalo de nuevo.
zh_hans: 无法加载路线。请重试。

source: This file does not contain a valid route.
es: Este archivo no contiene una ruta válida.
zh_hans: 此文件不包含有效路线。

source: This route file is too large. Choose a file with no more than 50,000 points.
es: Este archivo de ruta es demasiado grande. Elige uno que no tenga más de 50.000 puntos.
zh_hans: 此路线文件过大。请选择不超过 50,000 个点的文件。

source: Your routes could not be loaded.
es: No se pudieron cargar tus rutas.
zh_hans: 无法加载你的路线。

# record.environment.title
source: Indoor / Outdoor
es: Interior / exterior
zh_hans: 室内 / 户外

# record.more_actions
source: More activity options
es: Más opciones de actividad
zh_hans: 更多活动选项

# record.more_actions.discovery.tip
source: Tap for photos and routes
es: Toca para ver fotos y rutas
zh_hans: 轻点查看照片和路线

# record.more_actions.none_selected
source: No photo or route selected
es: No hay ninguna foto ni ruta seleccionada
zh_hans: 尚未选择照片或路线

# record.more_actions.photo_route_selected
source: Photo and route selected
es: Foto y ruta seleccionadas
zh_hans: 已选择照片和路线

# record.photo.take
source: Take photo
es: Hacer una foto
zh_hans: 拍照

# record.photo.view
source: View photo
es: Ver foto
zh_hans: 查看照片

# record.route.change
source: Change route
es: Cambiar ruta
zh_hans: 更换路线

# record.route.find
source: Find a route
es: Buscar una ruta
zh_hans: 查找路线

# record.route.direction
source: Direction
es: Dirección
zh_hans: 方向

# record.route.direction.hint
source: Choose which endpoint you intend to start from.
es: Elige desde qué extremo quieres empezar.
zh_hans: 选择你想从路线的哪一端出发。

# record.route.direction.reverse
source: Reverse
es: Inversa
zh_hans: 反向

# record.route.direction.saved
source: As saved
es: Como se guardó
zh_hans: 按保存方向

# route.guidance.arrival
source: Route complete. Nice work.
es: Ruta completada. Buen trabajo.
zh_hans: 路线已完成。做得好。

# route.guidance.map.finish
source: Route finish
es: Final de la ruta
zh_hans: 路线终点

# route.guidance.map.start
source: Route start
es: Inicio de la ruta
zh_hans: 路线起点

# route.guidance.map.start_finish
source: Route start and finish
es: Inicio y final de la ruta
zh_hans: 路线起点和终点

# route.guidance.off_route
source: You’re off the selected route. Head back toward the highlighted line.
es: Te has desviado de la ruta seleccionada. Vuelve hacia la línea resaltada.
zh_hans: 你已偏离所选路线。请返回高亮路线。

# route.guidance.rejoined
source: You’re back on the selected route.
es: Has vuelto a la ruta seleccionada.
zh_hans: 你已回到所选路线。

# route.guidance.resume
source: Resume Route Guidance
es: Reanudar guía de ruta
zh_hans: 继续路线引导

# route.guidance.setup.companion
source: Keep the route visible and follow it at your own pace.
es: Mantén la ruta visible y síguela a tu ritmo.
zh_hans: 保持路线可见，按自己的节奏跟随。

# route.guidance.setup.detail
source: Follow the selected route with on-device guidance
es: Sigue la ruta seleccionada con indicaciones en el dispositivo
zh_hans: 借助设备上的引导跟随所选路线

# route.guidance.start
source: Start Route Guidance
es: Iniciar guía de ruta
zh_hans: 开始路线引导

# route.guidance.status.acquiring
source: Go to the route start to begin
es: Ve al inicio de la ruta para comenzar
zh_hans: 请前往路线起点开始

# route.guidance.status.arrived
source: Route complete
es: Ruta completada
zh_hans: 路线已完成

# route.guidance.status.off_route
source: Off route
es: Fuera de la ruta
zh_hans: 已偏离路线

# route.guidance.status.on_route
source: On route
es: En la ruta
zh_hans: 位于路线上

# route.guidance.status.progress_format
source: %1$@ remaining · %2$d%% complete
es: Quedan %1$@ · %2$d%% completado
zh_hans: 剩余 %1$@ · 已完成 %2$d%%

# route.guidance.status.wrong_way
source: Wrong way
es: Sentido contrario
zh_hans: 方向相反

# route.guidance.title
source: Route Guidance
es: Guía de ruta
zh_hans: 路线引导
